Repository: arnaubarcelona/biblio
Catalog: src/Locale/*/default.po
Languages: ca_es

source: The author type has been saved.
ca_es: L'autor/a s'ha desat.

source: The author type could not be saved. Please, try again.
ca_es: L'autor/a no s'ha desat. Si us plau, torneu-ho a intentar.

source: The author type has been deleted.
ca_es: L'autor/a s'ha suprimit.

source: The author type could not be deleted. Please, try again.
ca_es: L'autor/a no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The authorities book has been saved.
ca_es: L'autoria s'ha associat a aquest document.

source: The authorities book could not be saved. Please, try again.
ca_es: L'autoria no s'ha associat a aquest document. Si us plau, torneu-ho a intentar.

source: The authorities book has been deleted.
ca_es: L'autoria s'ha desassociat d'aquest document.

source: The authorities book could not be deleted. Please, try again.
ca_es: L'autoria no s'ha pogut desassociar d'aquest document. Si us plau, torneu-ho a intentar.

source: The authority has been saved.
ca_es: L'autoria s'ha desat.

source: The authority could not be saved. Please, try again.
ca_es: L'autoria s'ha desat. Si us plau, torneu-ho a intentar.

source: The authority has been deleted.
ca_es: L'autoria s'ha suprimit.

source: The authority could not be deleted. Please, try again.
ca_es: L'autoria no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The author has been saved.
ca_es: L'autor/a s'ha desat.

source: The author could not be saved. Please, try again.
ca_es: L'autor/a no s'ha desat. Si us plau, torneu-ho a intentar.

source: The author has been deleted.
ca_es: L'autor/a s'ha suprimit.

source: The author could not be deleted. Please, try again.
ca_es: L'autor/a no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The book has been saved.
ca_es: El llibre s'ha desat.

source: The book could not be saved. Please, try again.
ca_es: El llibre no s'ha desat. Si us plau, torneu-ho a intentar.

source: The book has been deleted.
ca_es: El llibre s'ha suprimit.

source: The book could not be deleted. Please, try again.
ca_es: El llibre no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The books language has been saved.
ca_es: La llengua s'ha associat a aquest document.

source: The books language could not be saved. Please, try again.
ca_es: La llengua no s'ha associat a aquest document. Si us plau, torneu-ho a intentar.

source: The books language has been deleted.
ca_es: La llengua s'ha desassociat d'aquest document.

source: The books language could not be deleted. Please, try again.
ca_es: La llengua no s'ha pogut desassociar d'aquest document. Si us plau, torneu-ho a intentar.

source: The books level has been saved.
ca_es: El nivell s'ha associat a aquest document.

source: The books level could not be saved. Please, try again.
ca_es: El nivell no s'ha pogut associar a aquest document. Si us plau, torneu-ho a intentar.

source: The books level has been deleted.
ca_es: El nivell s'ha desassociat d'aquest document.

source: The books level could not be deleted. Please, try again.
ca_es: El nivell no s'ha pogut desassociar d'aquest document. Si us plau, torneu-ho a intentar.

source: The books subject has been saved.
ca_es: La matèria s'ha associat a aquest document.

source: The books subject could not be saved. Please, try again.
ca_es: La matèria no s'ha pogut associar a aquest document.

source: The books subject has been deleted.
ca_es: La matèria s'ha desassociat d'aquest document.

source: The books subject could not be deleted. Please, try again.
ca_es: La matèria no s'ha pogut desassociar d'aquest document. Si us plau, torneu-ho a intentar.

source: The catalogue state has been saved.
ca_es: L'estat de catalogació s'ha desat.

source: The catalogue state could not be saved. Please, try again.
ca_es: L'estat de catalogació no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The catalogue state has been deleted.
ca_es: L'estat de catalogació s'ha suprimit.

source: The catalogue state could not be deleted. Please, try again.
ca_es: L'estat de catalogació no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The cdus has been saved.
ca_es: La CDU s'ha desat.

source: The cdus could not be saved. Please, try again.
ca_es: La CDU no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The cdus has been deleted.
ca_es: La CDU s'ha suprimit.

source: The cdus could not be deleted. Please, try again.
ca_es: La CDU no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The collection has been saved.
ca_es: La col·lecció s'ha desat.

source: The collection could not be saved. Please, try again.
ca_es: La col·lecció no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The collection has been deleted.
ca_es: La col·lecció s'ha suprimit.

source: The collection could not be deleted. Please, try again.
ca_es: La col·lecció no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The conservation state has been saved.
ca_es: L'estat de conservació s'ha desat.

source: The conservation state could not be saved. Please, try again.
ca_es: L'estat de conservació no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The conservation state has been deleted.
ca_es: L'estat de conservació s'ha suprimit.

source: The conservation state could not be deleted. Please, try again.
ca_es: L'estat de conservació no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The country has been saved.
ca_es: El país s'ha desat.

source: The country could not be saved. Please, try again.
ca_es: El país no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The country has been deleted.
ca_es: El país s'ha suprimit.

source: The country could not be deleted. Please, try again.
ca_es: El país no s'ha pogut suprimir. Si us plau, torneu-ho a intentar

source: The edition place has been saved.
ca_es: El lloc d'edició s'ha desat.

source: The edition place could not be saved. Please, try again.
ca_es: El lloc d'edició no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The edition place has been deleted.
ca_es: El lloc d'edició s'ha suprimit.

source: The edition place could not be deleted. Please, try again.
ca_es: El lloc d'edició no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The editorial has been saved.
ca_es: L'editorial s'ha desat.

source: The editorial could not be saved. Please, try again.
ca_es: L'editorial no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The editorial has been deleted.
ca_es: L'editorial s'ha suprimit.

source: The editorial could not be deleted. Please, try again.
ca_es: L'editorial no s'ha pogut surpimir. Si us plau, torneu-ho a intentar.

source: The format has been saved.
ca_es: El tipus de format s'ha desat.

source: The format could not be saved. Please, try again.
ca_es: El tipus de format no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The format has been deleted.
ca_es: El tipus de format s'ha suprimit.

source: The format could not be deleted. Please, try again.
ca_es: El tipus de format no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The group has been saved.
ca_es: El grup s'ha desat.

source: The group could not be saved. Please, try again.
ca_es: El grup no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The group has been deleted.
ca_es: El grup s'ha suprimit.

source: The group could not be deleted. Please, try again.
ca_es: El grup no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The language has been saved.
ca_es: La llengua s'ha desat.

source: The language could not be saved. Please, try again.
ca_es: La llengua no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The language has been deleted.
ca_es: La llengua s'ha suprimit.

source: The language could not be deleted. Please, try again.
ca_es: La llengua no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The lending policy has been saved.
ca_es: La política de préstec s'ha desat.

source: The lending policy could not be saved. Please, try again.
ca_es: La política de préstec no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The lending policy has been deleted.
ca_es: La política de préstec s'ha suprimit.

source: The lending policy could not be deleted. Please, try again.
ca_es: La política de préstec no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The lending state has been saved.
ca_es: L'estat de préstec s'ha desat.

source: The lending state could not be saved. Please, try again.
ca_es: L'estat de préstec no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The lending state has been deleted.
ca_es: L'estat de préstec s'ha suprimit.

source: The lending state could not be deleted. Please, try again.
ca_es: L'estat de préstec no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The lending has been saved.
ca_es: El préstec s'ha desat.

source: The lending could not be saved. Please, try again.
ca_es: EL préstec no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The lending has been deleted.
ca_es: El moviment de préstec s'ha suprimit.

source: The lending could not be deleted. Please, try again.
ca_es: El moviment de préstec no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The lent state has been saved.
ca_es: L'estat de préstec s'ha desat.

source: The lent state could not be saved. Please, try again.
ca_es: L'estat de préstec no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The lent state has been deleted.
ca_es: L'estat de préstec s'ha suprimit.

source: The lent state could not be deleted. Please, try again.
ca_es: L'estat de préstec no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The level has been saved.
ca_es: El nivell s'ha desat.

source: The level could not be saved. Please, try again.
ca_es: El nivell no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The level has been deleted.
ca_es: El nivell s'ha suprimit.

source: The level could not be deleted. Please, try again.
ca_es: El nivell no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The location has been saved.
ca_es: La localització s'ha desat.

source: The location could not be saved. Please, try again.
ca_es: La localització no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The location has been deleted.
ca_es: La localització s'ha suprimit.

source: The location could not be deleted. Please, try again.
ca_es: La localitzacio no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The subject has been saved.
ca_es: La matèria s'ha desat.

source: The subject could not be saved. Please, try again.
ca_es: La matèria no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The subject has been deleted.
ca_es: La matèria s'ha suprimit.

source: The subject could not be deleted. Please, try again.
ca_es: La matèria no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The subscription state has been saved.
ca_es: L'estat de subscripció s'ha desat.

source: The subscription state could not be saved. Please, try again.
ca_es: L'estat de subscripció no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The subscription state has been deleted.
ca_es: L'estat de subscripció s'ha suprimit.

source: The subscription state could not be deleted. Please, try again.
ca_es: L'estat de subscripció no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: The user has been saved.
ca_es: L'usuari/a s'ha desat.

source: The user could not be saved. Please, try again.
ca_es: L'usuari/a no s'ha pogut desar. Si us plau, torneu-ho a intentar.

source: The user has been deleted.
ca_es: L'usuari/a s'ha suprimit.

source: The user could not be deleted. Please, try again.
ca_es: L'usuari/a no s'ha pogut suprimir. Si us plau, torneu-ho a intentar.

source: Actions
ca_es: Accions

source: List Author Types
ca_es: Llista tipus d'autoria

source: List Authorities
ca_es: Llista autories

source: New Authority
ca_es: Nova autoria

source: Add Author Type
ca_es: Afegeix tipus d'autoria

source: Submit
ca_es: Desa

source: Delete
ca_es: Suprimeix

source: Are you sure you want to delete # {0}?
ca_es: Segur que cal esborrar # {0}?

source: Edit Author Type
ca_es: Edita tipus d'autoria

source: New Author Type
ca_es: Afegeix tipus d'autoria

source: Author Types
ca_es: Tipus d'autoria

source: View
ca_es: Visualitza

source: Edit
ca_es: Edita

source: first
ca_es: primera pàgina

source: previous
ca_es: anterior

source: next
ca_es: següent

source: last
ca_es: última pàgina

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
ca_es: Pàgina {{page}} de {{pages}}, mostrant {{current}} registre(s) dels {{count}}.

source: Delete Author Type
ca_es: Suprimeix tipus d'autoria

source: Name
ca_es: Nom

source: Id
ca_es: Núm. registre

source: Created
ca_es: Data de creació

source: Modified
ca_es: Última modificació

source: Related Authorities
ca_es: Autories

source: Author Id
ca_es: Autor

source: Author Type Id
ca_es: Tipus d'autoria

source: List Authors
ca_es: Llista autors/es

source: New Author
ca_es: Afegeix autor/a

source: List Books
ca_es: Llista documents

source: New Book
ca_es: Afegeix document

source: Add Authority
ca_es: Afegeix autoria

source: Edit Authority
ca_es: Edita autoria

source: Authorities
ca_es: Autories

source: Delete Authority
ca_es: Suprimeix autoria

source: Author
ca_es: Autor/a

source: Author Type
ca_es: Tipus d'autoria

source: Related Books
ca_es: Documents

source: Cdu Id
ca_es: CDU

source: Format Id
ca_es: Tipus de format

source: Collection Id
ca_es: Col·lecció

source: Collection Item
ca_es: Núm. dins la col·lecció

source: Edition Place Id
ca_es: Lloc d'edició

source: Edition Date
ca_es: Data d'edició

source: Image
ca_es: Imatge

source: Image Dir
ca_es: Directori de la imatge

source: Image Size
ca_es: Mida de la imatge

source: Image Type
ca_es: Tipus d'imatge

source: Abstract
ca_es: Resum

source: Url
ca_es: Web

source: Height
ca_es: Alçada

source: Width
ca_es: Amplada

source: Pagecount
ca_es: Núm. de pàgines

source: Location Id
ca_es: Localització

source: Catalogue State Id
ca_es: Estat de catalogació

source: Conservation State Id
ca_es: Estat de conservació

source: List Authorities Books
ca_es: Llista associacions de documents i autories

source: Add Authorities Book
ca_es: Associa document i autoria

source: Edit Authorities Book
ca_es: Edita associació de document i autoria

source: New Authorities Book
ca_es: Associa document i autoria

source: Authorities Books
ca_es: Associacions de documents i autories

source: Delete Authorities Book
ca_es: Suprimeix associacio de document i autoria

source: Authority
ca_es: Autoria

source: Book
ca_es: Document

source: Add Author
ca_es: Afegir autor/a

source: Edit Author
ca_es: Edita autor/a

source: Authors
ca_es: Autors/es

source: Delete Author
ca_es: Suprimeix autor/a

source: List Cdus
ca_es: Llista CDUs

source: New Cdus
ca_es: Afegeix CDU

source: List Formats
ca_es: Llista tipus de format

source: New Format
ca_es: Afegeix tipus de format

source: List Collections
ca_es: Llista col·leccions

source: New Collection
ca_es: Afegeix col·lecció

source: List Edition Places
ca_es: Lista llocs d'edició

source: New Edition Place
ca_es: Afegeix lloc d'edició

source: List Locations
ca_es: Llista localitzacions

source: New Location
ca_es: Afegeix localització

source: List Catalogue States
ca_es: Llista estats de catalogació

source: New Catalogue State
ca_es: Afegeix estat de catalogació

source: List Conservation States
ca_es: Llista estats de conservació

source: New Conservation State
ca_es: Afegeix estat de conservació

source: List Items
ca_es: Llista exemplars

source: New Item
ca_es: Afegeix exemplar

source: List Lendings
ca_es: Llista moviments de préstec

source: New Lending
ca_es: Afegeix préstec

source: List Editorials
ca_es: Llista editorials

source: New Editorial
ca_es: Afegeix editorial

source: List Languages
ca_es: Llista llengües

source: New Language
ca_es: Afegeix llengüa

source: List Levels
ca_es: Llista nivells

source: New Level
ca_es: Afegeix nivell

source: List Subjects
ca_es: Llista matèries

source: New Subject
ca_es: Afegeix matèria

source: Add Book
ca_es: Afegeix document

source: Edit Book
ca_es: Edita document

source: Books
ca_es: Documents

source: Delete Book
ca_es: Suprimeix document

source: Cdus
ca_es: CDU

source: Format
ca_es: Tipus de format

source: Collection
ca_es: Col·lecció

source: Edition Place
ca_es: Lloc d'edició

source: Location
ca_es: Localització

source: Catalogue State
ca_es: Estat de catalogació

source: Conservation State
ca_es: Estat de conservació

source: Related Editorials
ca_es: Editorials

source: Related Languages
ca_es: Llengües

source: Related Levels
ca_es: Nivells

source: Related Subjects
ca_es: Matèries

source: Related Items
ca_es: Exemplars

source: Book Id
ca_es: Document

source: Lendable State
ca_es: Estat prestable

source: Lending State
ca_es: Estat de préstec

source: Related Lendings
ca_es: Préstecs

source: User Id
ca_es: Usuari/a

source: Set Loan User Id
ca_es: Usuari que ha fet el préstec

source: Set Return User Id
ca_es: Usuari que ha fet el retorn

source: Date Taken
ca_es: Data de préstec

source: Date Return
ca_es: Data de retorn prevista

source: Date Real Return
ca_es: Data de retorn real

source: Lending State Id
ca_es: Estat de préstec

source: List Books Languages
ca_es: Llista associacions de documents i llengües

source: Add Books Language
ca_es: Associa document i llengua

source: Edit Books Language
ca_es: Edita associació de document i llengua

source: New Books Language
ca_es: Associa document i llengua

source: Books Languages
ca_es: Associacions de documents i llengües

source: Delete Books Language
ca_es: Desassocia document i llengüa

source: Language
ca_es: Llengua

source: List Books Levels
ca_es: Llista associacions de documents i nivells

source: Add Books Level
ca_es: Associa document i nivell

source: Edit Books Level
ca_es: Edita associació de document i nivell

source: New Books Level
ca_es: Associa document i nivell

source: Books Levels
ca_es: Associacions de documents i nivells

source: Delete Books Level
ca_es: Desassocia document i nivell

source: Level
ca_es: Nivell

source: List Books Subjects
ca_es: Llista associacions de documents i matèries

source: Add Books Subject
ca_es: Associa document i matèria

source: Edit Books Subject
ca_es: Edita associació de document i matèria

source: New Books Subject
ca_es: Associa document i matèria

source: Books Subjects
ca_es: Associacions de documents i matèries

source: Delete Books Subject
ca_es: Desassocia document i matèria

source: Subject
ca_es: Matèria

source: Add Catalogue State
ca_es: Afegeix estat de catalogació

source: Edit Catalogue State
ca_es: Edita estat de catalogació

source: Catalogue States
ca_es: Estats de catalogació

source: Delete Catalogue State
ca_es: Suprimexi estat de catalogació

source: Add Cdus
ca_es: Afegeix CDU

source: Edit Cdus
ca_es: Edita CDU

source: Delete Cdus
ca_es: Suprimeix CDU

source: Description
ca_es: Descripció

source: Add Collection
ca_es: Afegeix col·lecció

source: Edit Collection
ca_es: Edita col·lecció

source: Collections
ca_es: Col·leccions

source: Delete Collection
ca_es: Suprimeix col·leccions

source: Add Conservation State
ca_es: Afegeix estat de conservació

source: Edit Conservation State
ca_es: Edita estat de conservació

source: Conservation States
ca_es: Estats de conservació

source: Delete Conservation State
ca_es: Suprimeix estats de conservació

source: List Countries
ca_es: Llista països

source: Add Country
ca_es: Afegeix país

source: Edit Country
ca_es: Edita país

source: New Country
ca_es: Afegeix país

source: Countries
ca_es: Països

source: Delete Country
ca_es: Suprimeix país

source: Related Edition Places
ca_es: Llocs d'edició

source: Country Id
ca_es: País

source: Add Edition Place
ca_es: Afegeix lloc d'edició

source: Edit Edition Place
ca_es: Edita lloc d'edició

source: Edition Places
ca_es: Llocs d'edició

source: Delete Edition Place
ca_es: Suprimeix lloc d'edició

source: Country
ca_es: País

source: Add Editorial
ca_es: Afegeix editorial

source: Edit Editorial
ca_es: Edita editorial

source: Delete Editorial
ca_es: Suprimeix editorial

source: List Lending Policies
ca_es: Llista polítiques de préstec

source: New Lending Policy
ca_es: Afegeix política de préstec

source: Add Format
ca_es: Afegeix tipus de format

source: Edit Format
ca_es: Edita tipus de format

source: Formats
ca_es: Tipus de format

source: Delete Format
ca_es: Suprimeix tipus de format

source: Related Lending Policies
ca_es: Polítiques de préstec

source: Group Id
ca_es: Grup

source: Lending Length
ca_es: Durada del préstec

source: Lending Max
ca_es: Núm. màxim de documents

source: List Groups
ca_es: Llista grups

source: List Users
ca_es: Llista usuaris/es

source: New User
ca_es: Afegeix usuari/a

source: Add Group
ca_es: Afegeix grup

source: Edit Group
ca_es: Edita grup

source: New Group
ca_es: Afegeix grup

source: Groups
ca_es: Grups

source: Delete Group
ca_es: Suprimeix grup

source: Related Users
ca_es: Usuaris/es

source: Password
ca_es: Contrasenya

source: Mail1
ca_es: Correu electrònic

source: Mail2
ca_es: Correu electrònic 2

source: Phone1
ca_es: Telèfon

source: Phone2
ca_es: Telèfon 2

source: Birth Date
ca_es: Data de naixement

source: Subscription State Id
ca_es: Estat de subscripció

source: Add Item
ca_es: Afegeix exemplar

source: Edit Item
ca_es: Edita exemplar

source: Items
ca_es: Exemplars

source: Delete Item
ca_es: Suprimeix exemplar

source: Add Language
ca_es: Afegeix llengua

source: Edit Language
ca_es: Edita llengua

source: Languages
ca_es: Llengües

source: Delete Language
ca_es: Suprimeix llengües

source: Back
ca_es: Enrere

source: Add Lending Policy
ca_es: Afegeix política de préstec

source: Edit Lending Policy
ca_es: Edita política de préstec

source: Lending Policies
ca_es: Polítiques de préstec

source: Delete Lending Policy
ca_es: Suprimeix política de préstec

source: Group
ca_es: Grup

source: List Lending States
ca_es: Llista estats de préstec

source: Add Lending State
ca_es: Afegeix estat de préstec

source: Edit Lending State
ca_es: Edita estat de préstec

source: New Lending State
ca_es: Afegeix estat de préstec

source: Lending States
ca_es: Estats de préstec

source: Delete Lending State
ca_es: Suprimeix estat de préstec

source: Add Lending
ca_es: Afegeix préstec

source: Edit Lending
ca_es: Edita moviment de préstec

source: Lendings
ca_es: Préstecs

source: Delete Lending
ca_es: Suprimeix moviment de préstec

source: User
ca_es: Usuari/a

source: List Lent States
ca_es: Llista estats de préstec

source: Add Lent State
ca_es: Afegeix estat de préstec

source: Edit Lent State
ca_es: Edita estat de préstec

source: New Lent State
ca_es: Afegeix estat de préstec

source: Lent States
ca_es: Estats de préstec

source: Delete Lent State
ca_es: Suprimeix estat de préstec

source: Add Level
ca_es: Afegeix nivell

source: Edit Level
ca_es: Edita nivell

source: Levels
ca_es: Nivells

source: Delete Level
ca_es: Suprimeix nivell

source: Add Location
ca_es: Afegeix localització

source: Edit Location
ca_es: Edita localització

source: Locations
ca_es: Localitzacions

source: Delete Location
ca_es: Suprimeix localització

source: Add Subject
ca_es: Afegeix matèria

source: Edit Subject
ca_es: Edita matèria

source: Subjects
ca_es: Matèries

source: Delete Subject
ca_es: Suprimeix matèria

source: List Subscription States
ca_es: Llista estats de subscripció

source: Add Subscription State
ca_es: Afegeix estat de subscripció

source: Edit Subscription State
ca_es: Edita estat de subscripció
