Repository: arnaubarcelona/biblio
Catalog: src/Locale/*/default.po
Languages: ca_es

source: New Subscription State
ca_es: Afegeix estat de subscripció

source: Subscription States
ca_es: Estats de subscripció

source: Delete Subscription State
ca_es: Suprimeix estat de subscripció

source: Add User
ca_es: Afegeix usuari/a

source: Edit User
ca_es: Edita usuari/a

source: Users
ca_es: Usuaris/es

source: Delete User
ca_es: Suprimeix usuari/a

source: Subscription State
ca_es: Estat de subscripció

source: The requested address {0} was not found on this server.
ca_es: L'adreça sol·licitada {0} no es troba en aquest servidor.

source: An Internal Error Has Occurred
ca_es: Ha ocorregut un error intern.

source: You are not authorized to access that location.
ca_es: Accés no autoritzat.

source: Not Found
ca_es: No es trobat

source: An Internal Error Has Occurred.
ca_es: Ha ocorregut un error intern.

source: The requested file contains `..` and will not be read.
ca_es: L'arxiu sol·licitat conté `..` i no serà llegit.

source: The requested file was not found
ca_es: L'arxiu sol·licitat no ha estat trobat

source: {0} from now
ca_es: {0} a partir d'ara

source: {0} ago
ca_es: fa {0}

source: {0} after
ca_es: {0} després

source: {0} before
ca_es: {0} abans

source: just now
ca_es: ara mateix

source: about a second ago
ca_es: fa un segon

source: about a minute ago
ca_es: fa un minut

source: about an hour ago
ca_es: fa una hora

source: about a day ago
ca_es: fa un dia

source: about a week ago
ca_es: fa una setmana
